---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Grid
enum: Autodesk.Revit.UI.PostableCommand
zh: 轴网
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Grid

**中文**: 轴网

Places column grid lines in the building design.